Repository: rasjani/plugin.video.bacontv
Catalog: resources/language/*/strings.po
Languages: german

# #30001
source: Add reddit
german: Reddit hinzufügen

# #30003
source: New
german: Neu

# #30005
source: Comments
german: Kommentare

# #30006
source: Hour
german: Stunde

# #30007
source: Today
german: Heute

# #30008
source: Week
german: Woche

# #30009
source: Month
german: Monat

# #30010
source: Year
german: Jahr

# #30012
source: Randomly play all
german: Alle zufällig abspielen

# #30013
source: Remove reddit
german: Reddit entfernen

# #30014
source: Randomly play unwatched
german: Ungesehene zufällig abspielen

# #30015
source: Randomly play unfinished
german: Unbeendete zufällig abspielen

# #30016
source: Next Page
german: Nächste Seite

# #30017
source: Search
german: Suchen

# #30018
source: Add to queue
german: In Abspielliste einreihen

# #30019
source: Search for reddits
german: Nach reddits suchen

# #30020
source: Results
german: Treffer

# #30022
source: Add to addon favourites
german: Zu Addon Favoriten hinzufügen

# #30023
source: Favourites
german: Favoriten

# #30024
source: Remove from addon favourites
german: Aus Addon Favoriten entfernen

# #30025
source: Download video
german: Video runterladen

# #30100
source: Items per page
german: Einträge pro Seite

# #30101
source: Rating filter
german: Bewertungsfilter

# #30102
source: Force View
german: View erzwingen

# #30104
source: Minimum rating in %
german: Minimale Bewertung in %

# #30105
source: Minimum number of votes for filter
german: Minimale Anzahl der Stimmen für den Filter

# #30106
source: Show "Randomly play all"
german: "Alle zufällig abspielen" anzeigen

# #30107
source: Show "Randomly play unwatched"
german: "Ungesehene zufällig abspielen" anzeigen

# #30108
source: Show "Randomly play unfinished"
german: "Unbeendete zufällig abspielen" anzeigen

# #30109
source: General
german: Allgemein

# #30110
source: Categories
german: Kategorien

# #30111
source: Search: Sorting
german: Suche: Sortierung

# #30112
source: Search: Period
german: Suche: Zeitraum

# #30113
source: Ask
german: Fragen

# #30114
source: Relevance
german: Relevanz

# #30115
source: New
german: Neu

# #30116
source: Hot
german: Beliebt

# #30119
source: Hour
german: Stunde

# #30120
source: Today
german: Heute

# #30121
source: Week
german: Woche

# #30122
source: Month
german: Monat

# #30123
source: Year
german: Jahr

# #30150
source: Top: Today
german: Top: Heute

# #30151
source: Top: Week
german: Top: Woche

# #30152
source: Top: Month
german: Top: Monat

# #30153
source: Top: Year
german: Top: Jahr

# #30155
source: Hot: Hour
german: Hot: Stunde

# #30156
source: Hot: Today
german: Hot: Heute

# #30157
source: Hot: Week
german: Hot: Woche

# #30158
source: Hot: Month
german: Hot: Monat

# #30159
source: Comments: Hour
german: Kommentare: Stunde

# #30160
source: Comments: Today
german: Kommentare: Heute

# #30161
source: Comments: Week
german: Kommentare: Woche

# #30162
source: Comments: Month
german: Kommentare: Monat

# #30163
source: Comments: Year
german: Kommentare: Jahr

# #30164
source: Comments: AllTime
german: Kommentare: AllTime

# #30166
source: Play all
german: Alle abspielen

# #30167
source: Play unwatched
german: Ungesehene abspielen

# #30168
source: Play unfinished
german: Unbeendete abspielen

# #30169
source: Show "Play all"
german: "Alle abspielen" anzeigen

# #30170
source: Show "Play unwatched"
german: "Ungesehene abspielen" anzeigen

# #30171
source: Show "Play unfinished"
german: "Unbeendete abspielen" anzeigen

# #30178
source: Enable/disable NSFW content
german: NSFW Inhalte aktivieren/deaktivieren

# #30180
source: Youtube: Quality / Directory
german: Youtube: Qualität / Verzeichnis

# #30181
source: Vimeo: Quality / Directory
german: Vimeo: Qualität / Verzeichnis

# #30182
source: Dailymotion: Quality / Directory
german: Dailymotion: Qualität / Verzeichnis

# #30183
source: Liveleak: Quality
german: Liveleak: Qualität

# #30184
source: Liveleak: Directory
german: Liveleak: Verzeichnis

# #30185
source: File already exists
german: Datei existiert bereits

# #30186
source: Choose download directory
german: Downloadverzeichnis wählen

# #30187
source: NSFW content enabled!
german: NSFW Inhalte aktiviert!

# #30188
source: NSFW content disabled!
german: NSFW Inhalte deaktiviert!

# #30189
source: Disable NSFW content?
german: NSFW Inhalte deaktivieren?

# #30190
source: Enable NSFW content?
german: NSFW Inhalte aktivieren?

# #30191
source: Are you over eighteen and willing to see adult content?
german: Bist Du über achtzehn und möchtest Inhalte für Erwachsene sehen?

# #30192
source: Gfycat: Directory
german: Gfycat: Verzeichnis

# #30193
source: Enabled Services
german: Fähige Dienste
